{
  "comms": [
{"date":"03/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036488/Celebrate%20Customer%20Service%20Week%2010.03.18%20xchange.pdf","title":"Watch David Eckert’s Interview on ERP TSA Exits","details":"Check out this brief video – the third in the IT Transition Service Agreement (TSA) series -- as David Eckert, SVP, Global Applications Architecture and Implementation, explains where we are and what we’re trying to accomplish with the Enterprise Resource Planning (ERP) TSA exits."},
{"date":"03/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036488/Celebrate%20Customer%20Service%20Week%2010.03.18%20xchange.pdf","title":"Excellence Happens Here!<br>Customer Service Week 2018","details":"We’re halfway through Customer Service Week 2018! We’ve had office and remote team member challenges, competitions, and prizes, the chance to step into virtual reality, themed costume days, and tons of great food. What’s your favorite activity so far? Join the fun and see what’s next for CSW, and how you can get involved."},
{"date":"03/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036488/Celebrate%20Customer%20Service%20Week%2010.03.18%20xchange.pdf","title":"October is National Cybersecurity Awareness Month!","details":"Cyber security threats to our business and our customers increase every day. You can help protect our data by being vigilant and aware. Learn more on staying safe at work and at home from the Department of Homeland Security and the National Cyber Security Alliance, including 2018 Themes."},
{"date":"03/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036488/Celebrate%20Customer%20Service%20Week%2010.03.18%20xchange.pdf","title":"Chatter Matters","details":"DOUBLE DOWN ON SECURITY: It’s National Cyber Security Awareness month, and the PERFECT time to join the Cyber Threat Response Center on Chatter!  This group monitors a multitude of sources for digital threats identified (i.e. phishing emails) to ensure that our company remains protected every day."},
{"date":"03/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036488/Celebrate%20Customer%20Service%20Week%2010.03.18%20xchange.pdf","title":"SHARE THE EXCITEMENT","details":"<br> <br>SHARE THE EXCITEMENT<br>Help us reach more payers, providers, and other healthcare influencers by sharing Inspire customer conference news on social media! <br>________________________________________<br>CASH BONUS: Don’t miss out on your opportunity to win some cold, hard cash! We’ll be active on social media throughout Inspire, and we need you to help us spread the word. Share our posts on Twitter, Facebook, and LinkedIn, and if your posts rise to the top, we’ll pay YOU $100! "},
{"date":"11/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462199/October%2011%2C%202018%20Xchange.pdf","title":"IX update","details":" <br>WE’RE MOVING TO MICROSOFT SWAY! Keep a look out for the new look and feel of Information Xchange in the coming weeks."},
{"date":"11/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462199/October%2011%2C%202018%20Xchange.pdf","title":"What’s Going on at Change Healthcare?","details":"Meet the Leader – Thomas Laur<br>What: Discussion with Thomas Laur, EVP & President, Technology Enabled Services<br>When: Wednesday, October 31, 2018, 10:00 a.m. – 11:00 a.m. CT<br>Where: WebEx, click here to register. You will receive an email confirmation that includes the WebEx details following enrollment."},
{"date":"11/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462199/October%2011%2C%202018%20Xchange.pdf","title":"New Expense Reimbursement Policy and Tool","details":"Change Healthcare has introduced a new Expense Reimbursement Policy, effective October 1, giving all team members consistent guidelines for making travel arrangements related to Company business, incurring related travel expenses, and claiming reimbursement for related-travel expenses. Click here to learn more."},
{"date":"11/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462199/October%2011%2C%202018%20Xchange.pdf","title":"Did you Know We’re Migrating More than 350 Business Unit Applications?","details":"Watch this video – part of the IT Transition Service Agreement (TSA) series – as Guy Sereff, VP, Enterprise Architecture, explains the BU App migrations and how they will let us manage our computer and operating resources across the globe."},
{"date":"11/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462199/October%2011%2C%202018%20Xchange.pdf","title":"Did you Miss It? Tom Dean Talks about B2B Payment Solutions","details":"Learn more about Network Solutions’ B2B Payment Solutions in our fourth session! <br>View the informative 25-minute WebEx, featuring SVP, Tom Dean. <br>Watch previous sessions: Visit the “Get-to-Know” Network Solutions Channel on Microsoft Stream!"},
{"date":"11/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462199/October%2011%2C%202018%20Xchange.pdf","title":"Chatter Matters","details":"DOUBLE DOWN ON SECURITY: It’s National Cyber Security Awareness month, and the PERFECT time to join the Cyber Threat Response Center on Chatter!  This group monitors a multitude of sources for digital threats identified (i.e. phishing emails) to ensure that our company remains protected every day."},
{"date":"11/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462199/October%2011%2C%202018%20Xchange.pdf","title":"Are you Hiring?","details":"Learn what's new about onboarding."},
{"date":"18/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462732/October%2018%2C%202018%20Xchange.pdf","title":"IX update","details":" <br>WE’RE MOVING TO MICROSOFT SWAY! Keep a look out for the new look and feel of Information Xchange in the coming weeks."},
{"date":"18/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462732/October%2018%2C%202018%20Xchange.pdf","title":"Receiving 2 Copies of Our Emails?","details":"Because of the ongoing integration of our legacy email networks, some employees have not been receiving internal communications. To resolve this issue, a fix was introduced last week, which may result in some team members receiving two copies of all communications. We will continue to improve this process and address this dual email issue, but in the meantime, we apologize for any inconvenience."},
{"date":"18/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462732/October%2018%2C%202018%20Xchange.pdf","title":"Are You Still Using Blackberry For Work? Switch to our new mobile app by November 1","details":"Over 3,000 of you have made the switch to AirWatch since it was rolled out earlier last month.  If you have been holding off, now is the time to make the switch before BlackBerry is shut off on November 1. Click here to read about all of the improvements that have been made to AirWatch based on your feedback."},
{"date":"18/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462732/October%2018%2C%202018%20Xchange.pdf","title":"Bringing Legacy Enterprise Applications Together: An Interview With Bhupesh Bajaj","details":"This next video in our IT Transition Service Agreements (TSAs) series features Bhupesh Bajaj, VP, Technology, talking about how we’re migrating our enterprise apps to ensure we have the right tools to keep our business running smoothly. "},
{"date":"18/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462732/October%2018%2C%202018%20Xchange.pdf","title":"National Cyber Security Awareness month: Every Team Member is Responsible for Cyber Security","details":"Securing our online lives is a shared responsibility. Learn more on the Cyber Threat Awareness Center blog, and check out the National Cyber Security Alliance's blog, highlighting the theme “It’s Everyone’s Job to Ensure Online Safety at Work”."},
{"date":"18/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462732/October%2018%2C%202018%20Xchange.pdf","title":"October is National Disability Employment Awareness Month!","details":"n support of our Include All value, the disABILITY @ Change Business Resource Group (BRG) launched early this week. The mission of disABILITY @ Change is to support the recruitment, development and retention of team members with disabilities while also providing support, resources, and awareness to the broader Change Healthcare community. Show your support and learn more!"},
{"date":"18/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462732/October%2018%2C%202018%20Xchange.pdf","title":"Chatter Matters","details":"Volunteering benefits both the volunteers and the community: All team members have the opportunity to support their preferred charity through volunteerism Visit the Volunteer Group on Chatter."},
{"date":"18/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462732/October%2018%2C%202018%20Xchange.pdf","title":"What’s Going on at Change Healthcare?","details":"Organization Wide Food Drive<br>Join our Regional Volunteer Chairs (RVCs) in donating food and the most needed items to your local food bank. RVCs will be collecting donated items through Friday, November 9. The RVC roster can be located on the Community Giving page of the Talent Management & Culture Portal. The portal can be accessed via Ping One."},
{"date":"00/01/1900","url":"","title":"Disability @ Change","details":"To: All Team MembersIn support of our Include All value, we are launching Business Resource Groups (BRGs) throughout FY19 and beyond to further foster a diverse, inclusive workplace aligned with –and energized by -our vision and values. As many of you know, the Women for Change Veterans of Change and Pride at Change BRGs all launched earlier this year, and I’m extremely happy and honored to officially announce our company’s fourth BRG –disABILITY @ Change.The mission of disABILITY @ Change is to support the recruitment, development, and retention of team members with disabilities while also providing support and resources to their caregivers and allies. This will be done by supporting Change Healthcare’s Diversity & Inclusion objectives and helping to create a more inclusive workplace, allowing all team members to bring their entire self to work. Given that context, this organization, as well as all Change Healthcare’s BRGs, will focus on “the 4 Cs”:Career: Professional and personal developmentCommunity: Make an impact in the communityCommerce: Impact to the businessCulture: Increase cross-cultural competenceHow can you get involved?•Visit the disABILITY @ Change Portal pageand become a member of the group.•Follow disABILITY @ Change Chatter Page, where you can learn more about upcoming activities and find helpful resources.•Participate in Diversity Works!–Change Healthcare’s self-identification campaign (includes self-id status for disability among other information)*Ensure you’re actively logged into PingOne> The People ConnectionIt is especially timely and profound to announce this group today, during National Disability Employment Awareness Month (NDEAM). Held annually, NDEAM is a fitting time to educate about disability issues and celebrate the many and varied <br>contributions of workers with disabilities.I hope you share my enthusiasm –along with ChairJessica Owens and Co-ChairsDeb Holmes and Joanne Feeney.Stephanie Rose-BelcherSenior Vice President, Client ServicesExecutive Sponsor, disABILITY @ Change"},
{"date":"24/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462902/October%2024%2C%202018%20Xchange.pdf","title":"IX update","details":"WE’RE MOVING TO MICROSOFT SWAY! What does this mean? Learn here!"},
{"date":"24/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462902/October%2024%2C%202018%20Xchange.pdf","title":"Legacy McKesson Sharepoint Migration Update","details":"If you are a legacy McKesson team member, your SharePoint platform will be moving to Change Healthcare’s platform over the next few months. To date, we have completed three waves of SharePoint migrations, and are almost halfway through this critical effort. If your SharePoint has not yet been migrated, check out the SharePoint Migration Timeline. <br><br>Please contact the migration team with questions."},
{"date":"24/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462902/October%2024%2C%202018%20Xchange.pdf","title":"Systems Conversion 101","details":"The Newton team came together to prepare for a successful conversion. Thank you to Chris Hugenberger and the entire conversion team for all their hard work! Lesson learned: We are now using Chatter to communicate with local offices, site champions and remote team members throughout each conversion."},
{"date":"24/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462902/October%2024%2C%202018%20Xchange.pdf","title":"Let’s talk Patents","details":"Did you know Change Healthcare rewards inventors with up to $2,000 for successfully patenting their inventions? Join Jennifer F. Miller, Chief IP Counsel as she talks about this and more October 30 at 1 p.m. CT. Register here."},
{"date":"24/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462902/October%2024%2C%202018%20Xchange.pdf","title":"Heart Walk Season Ending Soon!","details":"Thank you to our participating sites that joined the <br>American Heart & Stroke Association in their local Heart Walk during the month of October and for those walking in November. <br><br>Somerset, NJ             Winston-Salem, NC<br>Pittsburgh, PA           Emeryville, CA<br>Florence, SC             San Mateo, CA<br>Tampa, FL                 Alpharetta, GA<br>King of Prussia, PA<br><br>For questions regarding the 2018 Heart Walk season,<br>please contact Jonny Woo at jwoo@changehealthcare.com. "},
{"date":"24/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462902/October%2024%2C%202018%20Xchange.pdf","title":"Chatter Matters","details":"Organization Wide Food Drive: Join our Regional Volunteer Chairs (RVCs) in donating food and the most needed items to your local food bank. RVCs will be collecting donated items through Friday, November 9. Learn more by visiting the Volunteer Group on Chatter."},
{"date":"24/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462902/October%2024%2C%202018%20Xchange.pdf","title":"What’s Going on at Change Healthcare?","details":"Save the Date: 2018 Veterans Day Celebration!<br>The Veterans of Change BRG invites all team members to join us on Friday, November 9 for a special event in observance of Veterans Day. Learn how you can join us as we honor the many men and women who have served in the military and their spouses/ partners.<br>________________________________________<br>Sherlock Data Analytics Is Now Called – Business Intelligence Hub!<br>Since released back in July, Sherlock Data Analytics application has gotten a lot of traffic and usage. it’s gotten increased traffic and usage. Through this usage, it became clear that we needed to rebrand Sherlock to a more intuitive and descriptive name. Read more about the new name here."},
{"date":"24/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462817/Veterans%20of%20Change%20Message%2010.24.18%20Xchange.pdf","title":"Join the Veterans of Change","details":"To: All Team Members Earlier this year we launched our Veterans of Change business resource group.  We need to grow our team and want YOU to join our BRGinsupportof initiatives that support Veterans, Reservists, National Guard members, and their spouses/ partners.Please take a few minutes to complete the membership form.  Any team member who completesthe survey will be given a challenge coin.  If you have previously expressed interest in joining or have followed us on Chatter we still need you to complete the survey to ensure we have an accurate membership roster.•Please complete the surveyno later than November 15thto earn your challenge coin.Veterans of Change Membership Form •Save the date and join us on Friday, November 9thfor a special event in observance of Veterans Day as we honor the many men and women who have served in the military.The ceremony will feature veteran speakers, our Change Healthcare singers,andwill be hosted live from the breakroomofour Donelson Nashville, Tennesseeoffice. Specific details on how you can participate will be sent out soon.As part of the ceremony we plan to have a photo slideshow of our soldiersin uniform.  If you are an active member of the military, a veteran,or family member of one you can participate in our #SoldierInUniform picture campaign on the Veterans Chatter pageor send your photos to veteransofchange@changehealthcare.com. Please include name, relationship, branch served and other pertinent highlights you would likeshared.If you have questions or feedback please email us veteransofchange@changehealthcare.com."},
{"date":"24/10/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/23462874/SharePoint%20Migration%20Timeline%2010-24-18.pdf","title":"","details":"NOTE – While dates are subject to change, you will be notified at least two weeks in advance.<br>Migration<br>Wave<br>Site Collection(s)<br># of Sites to Migrate<br>CHC Structure<br>Created<br>Email "WAVE Begins"<br>to Site Owners<br>Initial Data Copy<br>to CHC Structure<br>Email "Test Reminder"<br>to Site Owners<br>Site Owner<br>Testing Begin<br>Site Owner<br>Testing End<br>Incremental Data Copy<br>(from McKesson)<br>Go Live on<br>CHC Environment<br>Email "LIVE"<br>Notification<br>1<br>Collaborate<br>Collaborate 2007<br>Corporate<br>IT<br>MTSIT<br>MTSOPS<br>OPX<br>MigSharePoint<br>MigCollaborate<br>Product Management<br>123 8/1/2018 8/7/2018 8/22/2018 8/26/2018 8/27/2018 8/31/2018 9/5/2018 9/10/2018 9/10/2018<br>2<br>Finance<br>MigSharePoint<br>Collaborate<br>37 8/15/2018 8/29/2018 9/15/2018 9/16/2018 9/17/2018 9/20/2018 9/20/2018 9/21/2018 9/21/2018<br>3 MPTRD<br>Finance<br>58 9/1/2018 9/18/2018 9/22/2018 9/25/2008 9/26/2008 10/5/2018 10/12/2018 10/12/2018 10/12/2018<br>4 Relay Health 195 9/15/2018 10/17/2018 10/1/2018 10/28/2018 10/29/2018 11/6/2018 11/14/2018 11/16/2018 11/16/2018<br>5 MPTSP 547 10/20/2018 10/24/2018 10/22/2018 11/4/2018 11/5/2018 11/16/2018 11/27/2018 11/30/2018 11/30/2018<br>6 Services Sites 103 10/25/2018 11/21/2018 11/1/2018 11/27/2018 11/28/2018 12/7/2018 12/18/2018 12/21/2018 12/21/2018<br>7 Change Healthcare<br>Customer Sites<br>492 11/1/2018 11/28/2018 11/30/2018 12/10/2018 12/11/2018 12/18/2018 1/2/2019 1/7/2019 1/7/2019<br>8 MHSSP 311 12/1/2018 12/19/2018 12/15/2018 1/1/2019 1/2/2019 1/8/2019 1/16/2019 1/18/2019 1/18/2019<br>Timeline for the SharePoint Migration to Change Health Care<br>As of 10/24/2018<br>COMPLETE<br>IN PROGRESS<br>Color Coding Legend<br>- Event is Complete<br>- Event is In Progress"},
{"date":"27/09/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036147/September%2027%2C%202018%20Xchange.pdf","title":"How Are Site Migrations Like Driving a Car?","details":"The Transition Service Agreement (TSA) video series continues with this brief video featuring Don Callaway, Senior Director, TSA Infrastructure Integrations. Don explains what we’re trying to accomplish with site conversions, what you can expect if you are preparing for one, and how you can do your part to support this critical effort. "},
{"date":"27/09/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036147/September%2027%2C%202018%20Xchange.pdf","title":"REMINDER: A New U.S. Indirect Procurement Tool","details":"As communicated earlier, September 25 was the last day to submit indirect Purchase Orders (including via Ariba). On September 27, any incomplete POs will be managed to completion or moved to the new Oracle iProcurement. If you have any business critical requests, please email ProcurementAssistance@changehealthcare.com. SVP approval is required and your request will be manually processed by the Procurement team. Click here to learn more."},
{"date":"27/09/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036147/September%2027%2C%202018%20Xchange.pdf","title":"It’s Heart Walk Season!","details":"Thank you to our participating sites that joined the American Heart & Stroke Association in their local Heart Walk during the month of September. <br><br><br>For questions regarding the 2018 Heart Walk season, please contact Jonny Woo at jwoo@changehealthcare.com. "},
{"date":"27/09/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036147/September%2027%2C%202018%20Xchange.pdf","title":"Excellence Happens Here – Customer Service Week 2018","details":"Only five more days until Customer Service Week 2018! Between October 1-5 we’ll be celebrating CSW with lots of fun activities and YOU are invited! Join the celebration and see what we have planned for CSW and how you can get involved."},
{"date":"27/09/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036147/September%2027%2C%202018%20Xchange.pdf","title":"Chatter Matters","details":"CALLING ALL LOUNGE LIZARDS: Check out Chatter’s Satellite Lounge, a gathering place sponsored by your Culture Ambassadors: Remote Team-Member Engagement. (PSST: This group is also for fellow team members who work at a remote location(s) and our smaller offices, who may not have the opportunity to participate in activities sponsored by our larger offices.) Happy loungin’!"},
{"date":"27/09/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036147/September%2027%2C%202018%20Xchange.pdf","title":"Customer Conference","details":"<br> <br>Prepare to be Inspired!<br>Next week, Change Healthcare will be hosting the Inspire customer conference from Phoenix, AZ. Stay in-the-know on Chatter AND with daily updates from the conference, reporting about the many sessions, customer engagement opportunities, and more! <br>________________________________________<br>CASH BONUS: don’t miss out on your opportunity to win some cold, hard cash! We’ll be active on social media throughout Inspire, and we need you to help us spread the word. Share our posts on Twitter, Facebook and LinkedIn, and if your posts rise to the top, we’ll pay YOU $100! Here are some tips for winning!<br> "},
{"date":"27/09/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/10060565/18036054/CSW_Sept%2026%20Info%20Xchange%20Article.pdf","title":"Customer Service Week Information","details":"Customer Service Week 2018 is just around the corner!This industry-wide event will take place October 1-5, 2018.Let’s Celebrate!Planning for this companywide event is underway.•Get involved! Reach out to the planning committee: oCSW Chatter page. oTalk to your Culture Ambassador. Get your team excited!•CSW is for everybody!•Keep on the lookout for more CSW communications:oLeadership videooChatter page postsoLocal activities guide•Email blastsThere’s More ...For more information, go to the CSW Chatterpage. Throughout Customer Service Week, we will recognize our collective efforts to keep our customers at the center of all we do as we celebrate the positive experiences we create for those we serve.I look forward to celebrating with you the importance of customer service and those who daily serve and support our customers. Thanks for all you do!Stephanie Rose-BelcherSVP, Client Services"},
"{""date"":""01/11/2018"",""url"":"""",""title"":""Nov 1 Information Xchange: It's Time for a Makeover"",""details"":""Information Xchange - November 1<br>To: All Team Members<br><br>Welcome to your new Information Xchange! We heard your feedback that you want different ways to access information, and we strive to keep communications engaging and innovative. To that end, we are excited to introduce a brand new Information Xchange! Now created with Microsoft Sway, the Information Xchange will be easier to read and offer an interactive experience. <br><br>Click here to access the interactive version of the Information Xchange and learn about these timely and important updates:<br>•    Compliance and Ethics Week – Nov. 5-9<br>•  New Emergency Evacuation Plan<br>•  U.S. Voting Policy<br>• Blackberry for Work Shut Off<br>•   Veterans Day Celebration – Nov. 9<br>•  Get to Know – Ashish Sant<br><br>On the go? You can read the attached PDF of the Information Xchange. Please note some features, such as videos and interactive content will not work in the PDF version. For the full Information Xchange experience, we encourage you to read it on My Community.<br><br>Information in this email is confidential, proprietary, and for internal use only. Please do not distribute.""},"
{"date":"07/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"Change Healthcare and TIBCO to Bring Blockchain-Powered Smart Contracts to Healthcare","details":"Change Healthcare’s Intelligent Healthcare Network and TIBCO’s smart contract developer project designed to enable payers to automate processes across the healthcare transaction lifecycle. Read the full press release here."},
{"date":"07/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"2019 Holiday & Payroll Calendars","details":"2019 Holiday Schedules and Payroll calendars for the U.S., Puerto Rico & Canada are now available on My Community and The People Connection. Employees in other countries should contact their manager or local payroll for questions about their schedules."},
{"date":"07/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"Important Milestone Phase Completed - Oracle ERP Platform Launched!","details":"In October, CHC launched a new, consolidated enterprise resource planning (“ERP”) platform. Oracle Phase 1a included the implementation of core Finance and Accounting modules, a new Corporate Chart of Accounts, a company-wide T&E tool (iExpense), new indirect Purchase Order request tool as well as Cash Management/Treasury and Project Accounting modules. Click here to read more about this important integration milestone and how these changes impact you."},
{"date":"07/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"Welcome Canada to Spotlight Awards!","details":"We are very excited to welcome our Canadian employees to Spotlight Awards. Effective November 8, employees in the U.S., Puerto Rico, and Canada can easily recognize each other for embodying our company values with daily, quarterly and annual rewards. We are working to bring the program to the rest of our non-U.S. employees by the end of this calendar year.<br>Start recognizing great work by clicking the Spotlight Awards icon in your PingOne dashboard."},
{"date":"07/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"New Office First Aid Kits","details":"Change Healthcare is updating our office First Aid Kits to align with federal recommendations. All traditional offices will have Class A First Aid Kits, which are supplied to address most common workplace injuries (minor cuts, abrasions, sprains, etc.). Our print facilities will have Class B kits that include a broader range and quantity of supplies to deal with injuries in more complex, high-risk environments. Kits will no longer include over-the-counter medications."},
{"date":"07/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"New! Success Involves All the Teams!","details":"Introducing: “Customer Centric”, a recurring communication that highlights customer heroics from all across Change Healthcare! Customer Centric is NOT a sales update, but rather a holistic view of the amazing work ALL of our teams are doing across the organization and what it means to our customers. Please let us know what you think!"},
{"date":"07/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"Join us this Friday: 2018 Veterans Day Celebration","details":"The Veterans of Change BRG invites all team members to join us this Friday, November 9th for a special event in observance of Veterans Day. Please join us in honoring the many men and women who have served in the U.S. military and their spouses/ partners. Watch this inspiring video!"},
{"date":"07/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"Organization Wide Food Drive Ending Soon!","details":"It is not too late to join our Regional Volunteer Chairs (RVCs) in donating food and the most needed items to your local food bank. Just ask our Greenville, TX office as they have already collected over 200 pounds of canned food. The food drive will end on Friday, November 9th. To identify an RVC near you, check out the RVC roster on the Community Giving page of the Talent Management & Culture Portal. The portal can be accessed via Ping One."},
{"date":"07/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"Chatter Matters","details":"Celebrate National Compliance and Ethics Week!<br>Visit Chatter’s Compliance Corner and learn why compliance is at the center of our culture, and why every decision we make can have a big impact on our business and reputation."},
{"date":"01/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"Compliance  & Ethics Week is Nov. 5-9","details":"Change Healthcare’s Office of Compliance and Ethicswill have engaging activities and events to highlight the importance of conducting business with integrity and doing the right thing, the right way, every day. Follow @Compliance Cornerand #2018CCEWon Chatter to learn more"},
{"date":"01/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"Your Voices Have Been  Heard! New Emergency  Evacuation Policy","details":"Recently, several team members have reached out via AN2N to inquire about Change Healthcare’s procedures for Emergency Evacuation.While this and other formal protocols are currently in the developmental stages, we now have a newly drafted Emergency Evacuation Policy –click herefor the policy. The Health, Safety & Environmental Team is diligently working to implement a new Fire Emergency Response & Evacuation Plan Template for each office and/or facility to document a list of key contacts, names of Floor Wardens, and other emergency guidelines and best practices. Stay Tuned"},
{"date":"01/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"Voting Time  Off -U.S. Policy","details":"Election day in the United States is Tuesday, November 6. Change Healthcare encourages all team members to vote. Click hereto see the U.S. Voting Time Off policy."},
{"date":"01/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"Blackberry for Work Shut Off","details":"As of 12 p.m. C.T. November 1, Blackberry for work is no longer accessible to Change Healthcare team members. Click hereto learn how to access our new mobile email application, AirWatch.  "},
{"date":"01/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467997/Nov%207%20Information%20Xchange.pdf","title":"You Are Invited:  2018 U.S. Veterans Day Celebration!","details":"The Veterans of Change BRGinvites all team members to join us on Friday, November 9 at 11 a.m. CT for a special live-stream eventin observance of United States Veteran’s Day as we honor the many men and women who have served our country."},
{"date":"14/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467996/Nov%201%20Information%20Xchange.pdf","title":"Hands Across Change Healthcare","details":"You may not know that Change Healthcare has our very own 501c3 organization to support our team members in times of financial stress including sudden death, life threatening illness or injury, natural disaster and/or catastrophic or extreme circumstance. At this time, we are asking our team members to consider donating to help our team members in need. Your donations will go directly to your fellow team members affected by the most recent natural disasters including Hurricane Florence, Hurricane Michael and the California Wildfires. For more information on how you can contribute to the Hands Across Change Healthcare Fund, email handsacrosschangehealthcare@changehealthcare.com.<br>If you are in need of assistance, applications can be found on the Community Giving page of the Talent Management & Culture Portal. The portal can be accessed via Ping One."},
{"date":"14/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467996/Nov%201%20Information%20Xchange.pdf","title":"Kronos PTO Update (Applicable to US Team Members Only, not including Puerto Rico)","details":"Tomorrow, we will be implementing enhancements and additional functionality to Kronos to streamline PTO accruals and approvals. Employees’ different PTO buckets (for legacy accruals) will be combined into one net PTO bucket. Additionally, a new auto-approval feature will be implemented to approve pending PTO requests after five days. To learn more about these updates, please click here."},
{"date":"14/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467996/Nov%201%20Information%20Xchange.pdf","title":"Learn About Change Healthcare","details":"Join this “Get-to-Know” WebEx to learn about a Change Healthcare business unit.<br>Watch this 20-minute WebEx, featuring SVP and General Manager, Steve Wasson discussing Software & Analytics’ Connected Analytics."},
{"date":"14/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467996/Nov%201%20Information%20Xchange.pdf","title":"Diversity & Inclusion at Change Healthcare","details":"We are excited to formally announce the launch of Diversity & Inclusion at Change Healthcare. Please visit the Diversity and Inclusion portal to hear from our CEO, Neil de Crescenzo, as he shares his commitment to diversity and inclusion, and for more information about our mission to embrace difference and foster inclusion."},
{"date":"14/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467996/Nov%201%20Information%20Xchange.pdf","title":"Meet the Leader - Thomas Laur","details":"Thomas Laur, EVP & President, Technology Enabled Services hosted the October installment of the FY19 Meet the Leader event series on Wednesday, October 31. The event recording can be found at this link. All presentations and recordings from the Meet the Leader series can be accessed on the Culture page on the Talent Management & Culture portal. The portal can be accessed via Ping One."},
{"date":"14/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467996/Nov%201%20Information%20Xchange.pdf","title":"Chatter Matters","details":"Ask the Chatter's Concierge Service, a collaborative effort between members of all areas of Change Healthcare that is dedicated to helping others get to their solutions fast."},
{"date":"14/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23467996/Nov%201%20Information%20Xchange.pdf","title":"","details":""},
{"date":"27/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468000/Nov%2027%20Info%20Xchange.pdf","title":"Internal Communications Survey","details":"Help us improve our internal communications by taking this brief survey"},
{"date":"27/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468000/Nov%2027%20Info%20Xchange.pdf","title":"New People Connection Escalation Option: ","details":"Need to escalate a ticket from The People Connection? You can now escalate through The People Connection Portal under “Other Resources.” Contact The People Connection by calling 1-833-2PEOPLE."},
{"date":"27/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468000/Nov%2027%20Info%20Xchange.pdf","title":"2018 Annual Compliance Training Begins Dec. 3 ","details":"Find out what to expect"},
{"date":"27/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468000/Nov%2027%20Info%20Xchange.pdf","title":"Innovation Framework: Spotlight on Mindset","details":"Read about the importance of having the right mindset. "},
{"date":"27/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468000/Nov%2027%20Info%20Xchange.pdf","title":"Tips for Shopping Safely This Holiday Season","details":"Learn how to stay secure on the internet. "},
{"date":"27/11/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468000/Nov%2027%20Info%20Xchange.pdf","title":"Diversity and Inclusion at Change Chatter Group","details":""},
{"date":"06/12/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468001/Your%20Dec.%206%20Information%20Xchange.pdf","title":"Annual Compliance Training","details":"Complete this mandatory training in Change Healthcare University before Dec. 31"},
{"date":"06/12/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468001/Your%20Dec.%206%20Information%20Xchange.pdf","title":"Customer Holiday e-Cards","details":"A new digital holiday card for customers and vendors is now available on My Community. "},
{"date":"06/12/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468001/Your%20Dec.%206%20Information%20Xchange.pdf","title":"Holiday Safety Tips","details":"The Health, Safety & Environmental Team has tips to keep you safe while shopping this holiday season."},
{"date":"06/12/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468001/Your%20Dec.%206%20Information%20Xchange.pdf","title":"Chatter Matters","details":"Join the I love photography! Chatter group to see and experience new places through photos."},
{"date":"20/12/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468003/Your%20Dec.%2020%20Information%20Xchange.pdf","title":"PokitDok Acquisition","details":"Change Healthcare is acquiring key assets and property of PokitDok. Click here to learn more."},
{"date":"20/12/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468003/Your%20Dec.%2020%20Information%20Xchange.pdf","title":"Annual Compliance Training","details":"Complete this mandatory training in Change Healthcare University before Dec. 31.  "},
{"date":"20/12/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468003/Your%20Dec.%2020%20Information%20Xchange.pdf","title":"Glow Awards","details":"Nominate standout employees by Jan. 7, 2019. Learn more on My Community."},
{"date":"20/12/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468003/Your%20Dec.%2020%20Information%20Xchange.pdf","title":"Holiday Safety Tips","details":"The Health, Safety & Environmental Team has tips to keep you safe when walking and driving in winter weather."},
{"date":"20/12/2018","url":"https://mycommunity.changehealthcare.com/pages/viewpage.action?pageId=12910967&preview=/12910967/23468003/Your%20Dec.%2020%20Information%20Xchange.pdf","title":"Chatter Matters","details":"Check out our executive leaders sharing their favorite holiday traditions and a special message of thanks. "},
{"date":"21/12/2018","url":"","title":"“Get-to-Know” Series","details":"Summary:<br>• At Change Healthcare we have a unique, robust suite of products, solutions, and services to meet the current and<br>evolving needs of our payer and provider customers. The “Get-to-Know” series aims to release existing product<br>information and make it understandable by Change Healthcare team members, increasing their awareness of the<br>markets we serve, the solutions we offer, and their value in inspiring a better healthcare system.<br>• This week’s issue introduced team members to Change Healthcare University, our learning management system with<br>easy-to-access learning opportunities to help team members succeed in their roles and their careers. The Products<br>and Solutions catalog has dozens of courses about the wide spectrum of assets we offer our customers—all in easilydigested<br>10-minute video formats!<br>ACTION<br>• Support your team members as they take time to participate in ongoing “Get-to-Know” sessions as part of their<br>personal and professional development efforts.<br>• Look for ways to connect “Get-to-Know” content to your business and encourage dialogue around content<br>provided in the sessions. Also feel free to participate in the series by providing content if desired."},
{"date":"21/12/2018","url":"","title":"2018 Tax Forms (U.S., Puerto Rico & Canada)","details":"Summary:<br>• Employees in the U.S., Puerto Rico and Canada should verify their information in Workday and choose the<br>method of delivery for their 2018 W-2 (U.S. and Puerto Rico) or T4 tax form (Canada).<br>• This form automatically defaults to sending to employees’ home mailing address listed in Workday. However, we<br>encourage you to “go green” by electing to receive this form electronically – which is also the faster delivery<br>option.<br>• As we close out 2018, Payroll continues to process non-cash earnings (e.g., Spotlight awards, Vitality points, etc.),<br>which result in zero net-paychecks. These are grossed up to cover taxes, which Change Healthcare pays on<br>behalf of the team member. These zero-net paychecks do not impact pay or taxes.<br>ACTION<br>• Please ensure your teams are aware of this and that they take appropriate action by following the steps in the<br>email they received on December 19.<br>• If your team members have questions, please direct them to The People Connection Service Center at 1-833-<br>2PEOPLE."},
{"date":"21/12/2018","url":"","title":"Nominated Employees for Q3 Glow Awards","details":"At Change Healthcare, we want to build a culture that supports, encourages, and recognizes our employees for their contributions and achievements in alignment with our company values. Nominations are now open for Glow Awards for FY19 Q3! <br>•Glow Awards are quarterly awards intended to recognize employees* (excluding seasonal employees) who have demonstrated behaviors and contributions above and beyond our company core values. <br>•Nominations are due by end of day Monday, January 7, 2019. <br>•Leaders will review nominations for their teams and select winners. <br>•For more information about the Glow Awards nomination process, click here."}	]
}