{
  "comms": [
    {"date": "10/03/2018", "title": "Watch David Eckert’s Interview on ERP TSA Exits", "details": "Check out this brief video – the third in the IT Transition Service Agreement (TSA) series -- as David Eckert, SVP, Global Applications Architecture and Implementation, explains where we are and what we’re trying to accomplish with the Enterprise Resource Planning (ERP) TSA exits."},
    {"date": "10/03/2018", "title": "Excellence Happens Here! Customer Service Week 2018", "details": "We’re halfway through Customer Service Week 2018! We’ve had office and remote team member challenges, competitions, and prizes, the chance to step into virtual reality, themed costume days, and tons of great food. What’s your favorite activity so far? Join the fun and see what’s next for CSW, and how you can get involved."},
    {"date": "10/03/2018", "title": "October is National Cybersecurity Awareness Month!", "details": "Cyber security threats to our business and our customers increase every day. You can help protect our data by being vigilant and aware. Learn more on staying safe at work and at home from the Department of Homeland Security and the National Cyber Security Alliance, including 2018 Themes."},
    {"date": "10/03/2018", "title": "SHARE THE EXCITEMENT", "details": "Help us reach more payers, providers, and other healthcare influencers by sharing Inspire customer conference news on social media! CASH BONUS: Don’t miss out on your opportunity to win some cold, hard cash! We’ll be active on social media throughout Inspire, and we need you to help us spread the word. Share our posts on Twitter, Facebook, and LinkedIn, and if your posts rise to the top, we’ll pay YOU $100! "},
    {"date": "10/11/2018", "title": "IX update", "details": "WE’RE MOVING TO MICROSOFT SWAY! Keep a look out for the new look and feel of Information Xchange in the coming weeks."},
    {"date": "10/11/2018", "title": "What’s Going on at Change Healthcare?", "details": "Meet the Leader – Thomas Laur <br>What: Discussion with Thomas Laur, EVP & President, Technology Enabled Services<br>When: Wednesday, October 31, 2018, 10:00 a.m. – 11:00 a.m. CT<br>Where: WebEx, click here to register. You will receive an email confirmation that includes the WebEx details following enrollment."},
    {"date": "10/11/2018", "title": "New Expense Reimbursement Policy and Tool", "details": "Change Healthcare has introduced a new Expense Reimbursement Policy, effective October 1, giving all team members consistent guidelines for making travel arrangements related to Company business, incurring related travel expenses, and claiming reimbursement for related-travel expenses. Click here to learn more."},
    {"date": "10/11/2018", "title": "Did you Know We’re Migrating More than 350 Business Unit Applications?", "details": "Watch this video – part of the IT Transition Service Agreement (TSA) series – as Guy Sereff, VP, Enterprise Architecture, explains the BU App migrations and how they will let us manage our computer and operating resources across the globe."},
    {"date": "10/11/2018", "title": "Did you Miss It? Tom Dean Talks about B2B Payment Solutions", "details": "Learn more about Network Solutions’ B2B Payment Solutions in our fourth session! <br>View the informative 25-minute WebEx, featuring SVP, Tom Dean. <br> Watch previous sessions: Visit the “Get-to-Know” Network Solutions Channel on Microsoft Stream!"},
    {"date": "10/11/2018", "title": "Chatter Matters", "details": "DOUBLE DOWN ON SECURITY: It’s National Cyber Security Awareness month, and the PERFECT time to join the Cyber Threat Response Center on Chatter!  This group monitors a multitude of sources for digital threats identified (i.e. phishing emails) to ensure that our company remains protected every day."},
    {"date": "10/11/2018", "title": "Are you Hiring?", "details": "Learn what's new about onboarding."},
	]
}